<!-- HEAD  -->
<?php
$pageTitle = 'Блог';
require __DIR__ . '/../common/head.php';
?>

<body>
    <!-- Preloader Start -->
    <?php
    include __DIR__ . '/../common/preloaded.php';
    ?>
    <!-- Preloader End -->

    <!-- ***** Main Menu Area Start ***** -->
    <?php
    include __DIR__ . '/../common/main_menu.php';
    ?>
    <!-- ***** Main Menu Area End ***** -->

    <!-- ***** Header Area Start ***** -->
    <?php
    include __DIR__ . '/../common/header.php';
    ?>
    <!-- ***** Header Area End ***** -->

    <!-- ***** Hero Area Start ***** -->
    <div class="hero-area d-flex align-items-center">

        <!-- Hero Thumbnail -->
        <div class="hero-thumbnail equalize bg-img" style="background-image: url(img/bg-img/blog11.jpg);"></div>

        <!-- Hero Content -->
        <div class="hero-content equalize">
            <div class="container-fluid h-100">
                <div class="row h-100 align-items-center justify-content-center">
                    <div class="col-12 col-md-8">
                        <div class="line"></div>
                        <h2>Мой блог о фотографии</h2>
                        <p>Полезные короткие статьи и заметки о фотографии.
                            Где провести фотосессию, как правильно позировать, что взять с собой - ответы на эти вопросы вы найдете здесь.</p>
                        <a href="contacts" class="btn sonar-btn white-btn">записаться на съемку</a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- ***** Hero Area End ***** -->

    <!-- ***** Blog Area Start ***** -->
    <section class="sonar-blog-area section-padding-100">

        <div class="container">
            <div class="row">
                <div class="col-12 col-md-9">

                    <!-- Single Blog Area -->
                    <div class="single-blog-area mb-100 wow fadeInUp" data-wow-delay="300ms">
                        <!-- Post Thumbnail -->
                        <div class="blog-post-thumbnail">
                            <img src="img/blog-img/1.jpeg" alt="">
                            <!-- Post Date -->
                            <div class="post-date">
                                <a href="#">Aug 23 '20</a>
                            </div>
                        </div>
                        <!-- Post Content -->
                        <div class="post-content">
                            <a href="#" class="headline">Мобильная фотография: советы для создания красивых снимков на смартфон</a>
                            <div class="post-meta">
                                <a href="#" class="comments">Мобильная фотосъемка</a>
                            </div>
                            <p>Инстаграм активно развивающаяся социальная сеть, со своими правилами, алгоритмами, трендами.
                                Для начала, предлагаю вам поговорить о том, как фотографировать на телефон.
                                Это общие правила съемки, вы можете применять их и при съемке и на фотоаппарат.
                                <br><br>
                                Главное правило фотографии — следить за светом.
                                Качество снимка определяется именно светом.
                                Самый обычный и простой вариант: дневной естественный свет от окна, мягкий свет, отраженный от светлых поверхностей.
                                Комнатный свет, при включенных различных лампах, добавляет желтизну, лишние тени.
                                Это не всегда возможно исправить при обработке снимка.
                                <br><br>
                                Следите за тем, чтобы яркое солнце и прямые солнечные лучи не стали причиной засвета и резких теней на фотографии.
                                Но в некоторых случаях возможно избежать ненужной засветки.
                                Для этого, при съемке, дотроньтесь до экрана телефона и удерживайте палец до появления надписи «фиксация экспозиции» и значка солнышка рядом, теперь, перемещая палец по экрану вверх-вниз, вы можете вручную менять экспозицию снимка: делать кадр светлее или темнее.
                            </p>
                        </div>
                    </div>

                    <!-- Single Blog Area -->
                    <div class="single-blog-area mb-100 wow fadeInUp" data-wow-delay="600ms">
                        <!-- Post Thumbnail -->
                        <div class="blog-post-thumbnail">
                            <img src="img/blog-img/21.jpg" alt="">
                            <!-- Post Date -->
                            <div class="post-date">
                                <a href="#">Feb 12 '20</a>
                            </div>
                        </div>
                        <!-- Post Content -->
                        <div class="post-content">
                            <a href="#" class="headline">Портретная фотография: три типа зрительного контакта</a>
                            <div class="post-meta">
                                <a href="#" class="comments">Советы от фотографа</a>
                            </div>
                            <p>Фотосъемка портрета - отдельный вид фотосъемки. Это направление требует от фотографа не малых знаний не только по основам фотографии, но и знаний в области психологии, здесь очень важно уметь работать с людьми правильно, создать комфортные условия при съемке, особенно, индивидуального портрета.
                                В этой статье я расскажу о видах зрительного контакта, которые стоит учитывать при съемке портрета, ведь каждый их этих видов создает определенное настроение, эмоции.
                                Зрительный контакт может создать большую разницу во впечатлениях, вызываемых фотографией.
                                <br><br>
                               <strong>1. Прямой зрительный контакт.</strong> 
                                <br><br>
                                Когда модель смотрит прямо в объектив, вы создаете связь между героем снимка и человеком, который смотрит на него.
                                Эта взаимосвязь определяется эмоциями снимка.
                                Такая техника отлично подходит, чтобы поставить зрителя на место человека в кадре.
                                При прямом зрительном контакте модели, обычно, знают, что их снимают, и поэтому заранее принимают какие-то определенные позы.
                                Но лучше всего, предварительно поработать с моделью, постараться сфотографировать в наиболее естественной позе, суметь сфотографировать искренние эмоции.
                                Это требует большого профессионализма от фотографа и опыта работы в области портретной фотографии.
                                <br><br>
                                <strong> 2. Зрительный контакт между субъектами на снимке.</strong> 
                                <br><br>
                                В отличие от прямого контакта, данный вид контакта – способ передать взаимоотношения между моделями. Зритель выступает в роли невольного свидетеля.
                                Этот метод часто используется, чтобы показать отношения: любовь, дружбу, нежность, но и страх, злость.
                                Если вы хотите запечатлеть определенную форму атмосферы, это также может стать отличным способом для достижения желаемого.
                                Такая визуальная связь не обязательно должна вовлекать именно людей: двух, трех и тд. Такая связь может быть между кем угодно, к примеру, простой сюжет: ребенок, который веселится со своей собакой.
                                <br><br>
                                <strong>3. Отсутствие зрительного контакта.</strong> 
                                <br><br>
                                Человек смотрит вдаль, фокусируясь на любом другом субъекте.
                                Такие фотографии переключают зрителя в "режим наблюдения" и заставляют его чувствовать себя так, как захотите вы.
                                В таких снимках царит атмосфера загадочности, чувственности, задумчивости.
                                Из-за того, что субъект смотрит «сквозь» камеру, на фотографии появляется элемент таинственности.
                                Нельзя точно сказать, что привлекло внимание человека на снимке.
                                Этот вопрос волнует и создает заманчивую напряженность в фотографии, это позволяет зрителю останавливать свой взгляд, предполагая и размышляя.
                                <br><br>
                                Задумайтесь, как вы используете зрительный контакт в своих работах?
                                Есть ли у вас любимый вид зрительного контакта?
                            </p>
                        </div>
                    </div>

                    <!-- Single Blog Area -->
                    <div class="single-blog-area mb-100 wow fadeInUp" data-wow-delay="900ms">
                        <!-- Post Thumbnail -->
                        <div class="blog-post-thumbnail">
                            <img src="img/blog-img/31.jpg" alt="">
                            <!-- Post Date -->
                            <div class="post-date">
                                <a href="#">Jun 06 '21</a>
                            </div>
                        </div>
                        <!-- Post Content -->
                        <div class="post-content">
                            <a href="#" class="headline">Плёночная фотография: всё, что вы хотели знать о ней.</a>
                            <div class="post-meta">
                                <a href="#" class="comments">Пленочные фотоаппараты</a>
                            </div>
                            <p>Плёночная фотография во всём мире еще недавно переживала не лучшие времена. Производители сворачивали линии аналоговой 
                            продукции и переходили на цифру; фотолюбители и профи - активно снимали на цифровые фотокамеры, матрицы камер в 
                            смартфонах становились (да и становятся) всё совершеннее. Про историю плёнки в России и говорить не стоит: казалось, 
                            то вот только что, после хаоса девяностых, стали доступны нашим людям японские модные автоматические камеры, и.. опа, 
                            а уже и не надо: вот она, цифра. Плёнка умерла сама собой, вместе с остатками запасов Свемы в закромах заядлых 
                            любителей; сами любители освоили цифровые фотокамеры, производители освоили процесс модернизации цифровых фотокамер 
                            и всё пошло по накатанной: больше мегапикселей, меньшие габариты, меньший вес.
                            <br><br>
                            Смартфоны и Инстаграм завершили историю, сделав фотографию реально массовой. 
                            Да, тут есть некое утрирование, ибо остались, конечно, настоящие фанаты плёнки, 
                            которые стали покупать плёнку в зарубежных магазинах, охотиться на редкие и особо интересные 
                            модели плёночных камер, отправлять свои любимые фотоаппараты на профилактическое обслуживание 
                            к мастерам в Европу... но как массовое увлечение, которое, в своё время, привело к выпуску более 
                            21 млн экземпляров фотокамеры Смена-8, плёнка, казалось, перестала существовать навсегда.</p>
                        </div>
                    </div>
                </div>

                <div class="col-12 col-md-3">
                    <div class="sonar-blog-sidebar-area">


                        <!-- Catagories Widget -->
                        <div class="sonar-catagories-widget-area mb-50">
                            
                        </div>

                        <!-- Latest News -->
                        <div class="latest-news-widget-area mb-50">
                            <h6>Категории</h6>
                            <div class="widget-blog-post">
                                <!-- Single Blog Post -->
                                <div class="widget-single-blog-post d-flex align-items-start">
                                    <div class="widget-post-thumbnail pr-3">
                                        <img src="img/blog-img/lp1.png" alt="">
                                    </div>
                                    <div class="widget-post-content">
                                        <a href="#">Мобильная фотосъемка</a>
                                        <p>by Alexander Lukashanets</p>
                                    </div>
                                </div>
                                <!-- Single Blog Post -->
                                <div class="widget-single-blog-post d-flex align-items-start">
                                    <div class="widget-post-thumbnail pr-3">
                                        <img src="img/blog-img/lp2.png" alt="">
                                    </div>
                                    <div class="widget-post-content">
                                        <a href="#">Советы от фотографа</a>
                                        <p>by Alexander Lukashanets </p>
                                    </div>
                                </div>
                                <!-- Single Blog Post -->
                                <div class="widget-single-blog-post d-flex align-items-start">
                                    <div class="widget-post-thumbnail pr-3">
                                        <img src="img/blog-img/lp3.png" alt="">
                                    </div>
                                    <div class="widget-post-content">
                                        <a href="#">Пленочные фотоаппараты</a>
                                        <p>by Alexander Lukashanets / Feb 20, 2021</p>
                                    </div>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>
            </div>

        </div>
        </div>
    </section>
    <!-- ***** Blog Area End ***** -->

    <!-- ***** Footer Area Start ***** -->
    <?php
    include __DIR__ . '/../common/footer.php';
    ?>
</body>

</html>